Repository: Master-Bruce/breakfast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: No active Election!
de: Es geht noch nicht los!

source: Wrong Code!
de: Falscher Code!

source: Already voted!
de: Du hast bereits gew√§hlt!

source: Title or Number missing
de: Titel oder Anzahl fehlt

source: Wrong credentials
de: Falsche Zugangsdaten

source: This election is not active anymore.
de: Diese Wahl ist nicht mehr aktiv.

source: User is not part of the active election
de: Der Nutzer ist nicht teil der aktiven Wahl

source: Number of votes must match the number of sub_elections
de: Die anzahl an Stimmen muss der Anzahl der Wahlen entsprechen

source: This ballot already exists. Please contact the election board.
de: Deine Stimme existiere bereits. Melde dich beim Wahlausschuss.

source: English
de: Englisch

source: German
de: Deutsch

source: Something went wrong. Please contact the committee!
de: Etwas ist schief gelaufen. Bitte melde Dich beim Wahlausschuss!

source: not active
de: Nicht Aktiv

source: active
de: Aktiv

source: closed
de: Abgeschlossen
